tap "go-delve:wq/delve"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "apache-spark"
brew "bat"
brew "boost"
brew "boost-python"
brew "bsdiff"
brew "cmake"
brew "dep"
brew "enca"
brew "fzf"
brew "glide"
brew "gradle"
brew "htop"
brew "python"
brew "httpie"
brew "kafka"
brew "maven@3.3", link: true
brew "mongodb"
brew "mysql@5.6", restart_service: true
brew "rabbitmq", restart_service: true, link: false
brew "rbenv"
brew "redis"
brew "rethinkdb"
brew "rlwrap"
brew "rpm2cpio"
brew "scala"
brew "telnet"
brew "node"
brew "tomcat"
brew "watchman"
brew "wget"
cask "react-native-debugger"
cask "google-chrome"
cask "iterm2"
cask "ngrok"
cask "postman"
cask "tunnelbear"
cask "iterm2"
brew "zsh"
cask "visual-studio-code"
