akamud.vscode-theme-onedark
CoenraadS.bracket-pair-colorizer
dbaeumer.vscode-eslint
eamodio.gitlens
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
joelday.docthis
ms-python.python
ms-vscode.cpptools
ms-vscode.Go
ms-vscode.node-debug2
ms-vsliveshare.vsliveshare
PKief.material-icon-theme
pnp.polacode
quicktype.quicktype
RoscoP.ActiveFileInStatusBar
shakram02.bash-beautify
Shan.code-settings-sync
vscode-snippet.Snippet
vsmobile.vscode-react-native
wayou.vscode-todo-highlight
zhuangtongfa.Material-theme
