akamud.vscode-theme-onedark
clinyong.vscode-css-modules
CoenraadS.bracket-pair-colorizer
dbaeumer.vscode-eslint
eamodio.gitlens
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
joelday.docthis
johnpapa.vscode-peacock
jolaleye.horizon-theme-vscode
karigari.chat
ms-python.python
ms-vscode.Go
ms-vscode.node-debug2
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
msjsdiag.debugger-for-chrome
msjsdiag.vscode-react-native
Pivotal.vscode-spring-boot
PKief.material-icon-theme
pnp.polacode
quicktype.quicktype
redhat.java
RoscoP.ActiveFileInStatusBar
shakram02.bash-beautify
Shan.code-settings-sync
smeagolem.ayu-one-dark-pro
teabyii.ayu
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscode-snippet.snippet
wayou.vscode-todo-highlight
zhuangtongfa.Material-theme
zxh404.vscode-proto3
